# Напишите программу, которая будет преобразовывать десятичное число в двоичное.

n = int(input('Введите число в десятичной системе  счисления: '))

print("в двоичной = ", bin(n)[2:])
